"Auto download incoming files policy" = "Política de descarga automática de archivos entrantes";
"Max size (in bytes)" = "Tamaño máximo (en bytes)";
"Encrypt messages with LIME" = "Cifrar mensajes con LIME";
"File sharing" = "Intercambio de archivos";
"Server URL" = "URL del servidor";
